{
    "delete_account": "Radera användare",
    "delete_account_as_admin": "Radera <strong>konto</strong>",
    "delete_content": "Radera kontots <strong>innehåll</strong>",
    "delete_all": "Radera <strong>konto</strong> och <strong>innehåll</strong>",
    "delete_account_confirm": "Är du säker på att du vill anonymisera dina inlägg och ta bort ditt konto?<br /><strong>Den här åtgärden är oåterkallelig och du kommer inte att kunna återställa något av dina data</strong><br /><br />Ange ditt lösenord för att bekräfta att du vill radera detta konto.",
    "delete_this_account_confirm": "Är du säker på att du vill ta bort det här kontot medan du lämnar innehållet?<br /><strong>Denna åtgärd är oåterkallelig, inlägg anonymiseras och du kommer inte att kunna återställa inläggsassociationer med det raderade kontot</strong><br /><br />",
    "delete_account_content_confirm": "Är du säker på att du vill ta bort kontots innehåll (inlägg/ämnen/uppladdningar)? <br /><strong>Den här åtgärden är oåterkallelig och du kommer inte att kunna återställa någon data</strong><br /><br />",
    "delete_all_confirm": "Är du säker på att du vill ta bort det här kontot och allt dess innehåll (inlägg/ämnen/uppladdningar)? <br /><strong>Den här åtgärden är oåterkallelig och du kommer inte att kunna återställa någon data</strong><br /><br />",
    "notifications": "Notiser",
    "select_language": "Ange språk",
    "consent.title": "Din information och rättigheter",
    "consent.intro": "Vi använder denna information endast i syfte att personligt anpassa din upplevelse i denna gemenskap, och för att associera de inlägg du gör till ditt användarkonto. När du registrerade dig blev du ombedd att ange ett användarnamn och en e-postadress, du kan även frivilligt ange ytterligare information för att komplettera din användarprofil på denna webbsida. <br /><br />Vi sparar denna information så länge som du har ett konto hos oss, och du kan när som helst radera ditt konto. Du kan när som helst efterfråga en kopia av din information på denna webbplats, genom sidan Din information och rättigheter. <br /><br />Om du har några frågor eller funderingar rekommenderar vi att du tar kontakt med detta forums administrativa team, eller Myndigheten för digital förvaltning (<a href=\"https://digg.se\">www.digg.se</a>).",
    "consent.terms_title": "Användarvillkor",
    "consent.terms": "För innehåll som publiceras i inlägg i detta forum gäller följande användarvillkor. Genom att registrera dig som användare visar du att du har tagit del av användarvillkoren.<br /><br />DIGG har rätt att ändra, modifiera, tillägga och redigera villkor. Det är upp till användare av Dataportalens forum att fortlöpande informera sig om eventuella förändringar av användarvillkor.  <ol> <li> Inlägg i forumet ska innehållsmässigt ha koppling till området att främja öppen och datadriven innovation och utveckling där de strategiska resurserna utgörs av bl.a. öppna data, API:er och öppen källkod.  </li> <li> Tyck gärna till om våra och andras tjänster, data och API:er, men håll en god ton.  Undvik aggressivt språk och omfattande användning av svordomar. Inlägg ska inte innehålla innehåll som är kränkande eller nedlåtande mot moderator, andra forumanvändare samt övriga som inte använder tjänsten.  </li> <li> Personuppgifter i inlägg får inte förekomma. Det är tillåtet att hänvisa till medlemmars användarnamn i syfte att föra dialog.  </li> <li> Inlägg får inte innehålla uppgifter som omfattas av sekretess enligt offentlighets- och sekretesslagen (2009:400).  </li> <li> Inlägg får inte innehålla sådant innehåll som avses i lagen om ansvar för elektroniska anslagstavlor (1998:112), dvs. brottsligt innehåll eller upphovsrättsligt skyddat innehåll. Publicera därför inte innehåll som kan omfattas av upphovsrätt, t.ex. bilder. Innehåll som avses i 5 § lagen om ansvar för elektroniska anslagstavlor, och som inte får förekomma i forumet, är <ul> <li>olaga hot i 4 kap. 5 § brottsbalken,</li> <li>olaga integritetsintrång i 4 kap. 6 c § brottsbalken,</li> <li>uppvigling i 16 kap. 5 § brottsbalken,</li> <li>hets mot folkgrupp i 16 kap. 8 § brottsbalken,</li> <li>barnpornografibrott i 16 kap. 10 a § brottsbalken,</li> <li>olaga våldsskildring i 16 kap. 10 c § brottsbalken, eller</li> <li> offentlig uppmaning i 3 § lagen (2010:299) om straff för offentlig uppmaning, rekrytering och utbildning avseende terroristbrott och annan särskilt allvarlig brottslighet.  </li> </ul> </li> <li>Inlägg får inte innehålla spam.</li> <li> Inlägg får inte innehålla uppgifter som syftar till att göra reklam eller sprida budskap om särskilda näringsidkare m.m.  </li> <li>Inlägg som bryter mot användarvillkoren eller mot svensk rätt raderas.</li> <li>Användare som gör upprepade och/eller grova överträdelser av användarvillkoren blir avstängda från forumet utan förvarning.</li></ol>",
    "consent.formintro": "Vi använder denna information endast i syfte att personligt anpassa din upplevelse i denna gemenskap, och för att associera de inlägg du gör till ditt användarkonto, i enlighet med DIGG:s personuppgiftspolicy. När du registrerade dig blev du ombedd att ange ett användarnamn och en e-postadress, du kan även frivilligt ange ytterligare information för att komplettera din användarprofil på denna webbsida. <br /><br />Vi sparar denna information så länge som du har ett konto hos oss, och du kan när som helst radera ditt konto. Du kan när som helst efterfråga en kopia av din information på denna webbplats, genom sidan Din information och rättigheter. <br /><br />Om du har några frågor eller funderingar rekommenderar vi att du tar kontakt med detta forums administrativa team, eller Myndigheten för digital förvaltning (e-post: <a href=\"mailto:info@digg.se\">info@digg.se</a>).",
    "consent.received": "Denna webbsida samlar in och behandlar din information.<br /><br />",
    "consent.right_to_erasure": "Vi erbjuder borttagning",
    "consent.right_to_erasure_description": "Du kan när som helst radera ditt konto. Din individuella profil kan raderas, men innehåll du lagt upp kommer bestå. Om du vill radera både din profil <strong>och</strong> ditt innehåll, vänligen kontakta Myndigheten för digital förvaltning (<a href=\"mailto:info@digg.se\">info@digg.se</a>) för en prövning.",
    "consent.right_to_data_portability": "Vi erbjuder dataportabilitet",
    "consent.export_profile": "Exportera profil (.json)",
    "upload_new_picture_from_url_short": "Via URL",
    "upload_new_picture_short": "Ladda upp"
}
